Repository: habinsong/negaflow
Catalog: negaflow-windows/src/Shell/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, ja_jp, ko_kr, zh_hans

# developFilmLookDigitalOnly.Text
source: Film looks apply only to Digital Color and Digital B&W
de_de: Film-Looks gelten nur für Digital Color und Digital B&W
fr_fr: Les rendus film s'appliquent uniquement à Digital Color et Digital B&W
ja_jp: フィルムルックは Digital Color・Digital B&W でのみ適用されます
ko_kr: 필름 룩은 Digital Color·Digital B&W 에서만 적용됩니다
zh_hans: 胶片风格仅适用于 Digital Color 与 Digital B&W

# libraryProcessApplyFailed.Text
source: Could not save the develop process.
de_de: Der Entwicklungsprozess konnte nicht gespeichert werden.
fr_fr: Impossible d'enregistrer le procédé de développement.
ja_jp: 現像プロセスを保存できませんでした。
ko_kr: 현상 프로세스를 저장하지 못했습니다.
zh_hans: 无法保存冲洗工艺。

# developSectionVersions.Text
source: Versions
de_de: Versionen
ja_jp: バージョン
ko_kr: 버전
zh_hans: 版本

# developVersionCapture.Content
source: Save
de_de: Sichern
fr_fr: Enregistrer
ja_jp: 保存
ko_kr: 저장
zh_hans: 保存

# developVersionRestore.Content
source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer
ja_jp: 復元
ko_kr: 되돌리기
zh_hans: 恢复

# developVersionDelete.Content
source: Delete
de_de: Löschen
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 삭제
zh_hans: 删除

# developVersionNamePlaceholder.Text
source: Version name
de_de: Versionsname
fr_fr: Nom de version
ja_jp: バージョン名
ko_kr: 버전 이름
zh_hans: 版本名称

# developVirtualCopySection.Text
source: Virtual Copy
ko_kr: 가상 사본

# developHistorySection.Text
source: History
ko_kr: 기록

# developHistoryEmpty.Text
source: No history
ko_kr: 기록 없음

# developHistoryRecord.Content
source: Record
ko_kr: 기록

# developHistoryApply.Content
source: Apply
ko_kr: 적용

# developHistoryNameFormat.Value
source: History {0}
ko_kr: 기록 {0}

# developSnapshotSection.Text
source: Snapshot
ko_kr: 스냅샷

# developSnapshotEmpty.Text
source: No snapshots
ko_kr: 스냅샷 없음

# developSnapshotNameFormat.Value
source: Snapshot {0}
ko_kr: 스냅샷 {0}

# developVersionsEmpty.Text
source: No saved versions yet.
de_de: Noch keine gesicherten Versionen.
fr_fr: Aucune version enregistrée.
ja_jp: 保存されたバージョンはありません。
ko_kr: 저장된 버전이 없습니다.
zh_hans: 尚无已保存的版本。

# developSectionPresets.Text
source: Presets
de_de: Vorgaben
fr_fr: Paramètres prédéfinis
ja_jp: プリセット
ko_kr: 프리셋
zh_hans: 预设

# developCopyPaste.Text
source: Copy / Paste
de_de: Kopieren / Einsetzen
fr_fr: Copier / Coller
ja_jp: コピー / ペースト
ko_kr: 복사 / 붙여넣기
zh_hans: 拷贝 / 粘贴

# developCopy.Content
source: Copy
de_de: Kopieren
fr_fr: Copier
ja_jp: コピー
ko_kr: 복사
zh_hans: 拷贝

# developPaste.Content
source: Paste
de_de: Einsetzen
fr_fr: Coller
ja_jp: ペースト
ko_kr: 붙여넣기
zh_hans: 粘贴

# developCopyHelp.Value
source: Copy current frame develop settings.
de_de: Kopiert die Entwicklungseinstellungen des aktuellen Bilds.
fr_fr: Copie les paramètres de développement de l'image actuelle.
ja_jp: 現在のコマの現像設定をコピーします。
ko_kr: 현재 사진 현상 설정 복사
zh_hans: 拷贝当前照片的显影设置。

# developPasteHelp.Value
source: Paste copied develop settings.
de_de: Setzt die kopierten Entwicklungseinstellungen ein.
fr_fr: Colle les paramètres de développement copiés.
ja_jp: コピーした現像設定をペーストします。
ko_kr: 복사한 현상 설정 붙여넣기
zh_hans: 粘贴已拷贝的显影设置。

# developPasteScope.Text
source: Paste Scope
de_de: Einfügebereich
fr_fr: Portée du collage
ja_jp: ペースト範囲
ko_kr: 붙여넣기 범위
zh_hans: 粘贴范围

# developPasteScopeHelp.Value
source: Choose which develop settings to paste.
de_de: Wählen Sie, welche Entwicklungseinstellungen eingesetzt werden.
fr_fr: Choisissez les paramètres de développement à coller.
ja_jp: ペーストする現像設定を選択します。
ko_kr: 붙여넣을 현상 설정 범위 선택
zh_hans: 选择要粘贴哪些显影设置。

# developPasteScopeAll.Text
source: All Settings
de_de: Alle Einstellungen
fr_fr: Tous les paramètres
ja_jp: すべての設定
ko_kr: 모든 설정
zh_hans: 全部设置

# developPasteScopeNone.Text
source: None
de_de: Keine
fr_fr: Aucun
ja_jp: なし
ko_kr: 없음
zh_hans: 无

# developScopeBase.Text
source: Base
de_de: Filmbasis
ja_jp: ベース
ko_kr: 베이스
zh_hans: 片基

# developScopeTone.Text
source: Basic Tone
de_de: Grundeinstellungen
fr_fr: Réglages de base
ja_jp: 基本補正
ko_kr: 기본 톤
zh_hans: 基本色调

# developScopeColor.Text
source: Color
de_de: Farbe
fr_fr: Couleur
ja_jp: カラー
ko_kr: 색상
zh_hans: 颜色

# developScopeDetail.Text
source: Detail & Effects
de_de: Details & Effekte
fr_fr: Détails et effets
ja_jp: ディテールと効果
ko_kr: 디테일 및 효과
zh_hans: 细节与效果

# developScopeGeometry.Text
source: Geometry
de_de: Geometrie
fr_fr: Géométrie
ja_jp: ジオメトリ
ko_kr: 편집
zh_hans: 几何

# developUserPreset.Text
source: User Preset
de_de: Benutzervorgabe
fr_fr: Paramètre prédéfini utilisateur
ja_jp: ユーザープリセット
ko_kr: 사용자 프리셋
zh_hans: 用户预设

# developUserPresetEmpty.Text
source: No user presets
de_de: Keine Benutzervorgaben
fr_fr: Aucun paramètre prédéfini utilisateur
ja_jp: ユーザープリセットなし
ko_kr: 사용자 프리셋 없음
zh_hans: 没有用户预设

# developUserPresetSave.Content
source: Save
de_de: Sichern
fr_fr: Enregistrer
ja_jp: 保存
ko_kr: 저장
zh_hans: 存储

# developUserPresetApply.Content
source: Apply
de_de: Anwenden
fr_fr: Appliquer
ja_jp: 適用
ko_kr: 적용
zh_hans: 应用

# developUserPresetDelete.Content
source: Delete
de_de: Löschen
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 삭제
zh_hans: 删除

# developUserPresetSaveHelp.Value
source: Save the current develop settings as a user preset
de_de: Sichert die aktuellen Entwicklungseinstellungen als Benutzervorgabe
fr_fr: Enregistre les paramètres de développement actuels comme paramètre prédéfini utilisateur
ja_jp: 現在の現像設定をユーザープリセットとして保存します
ko_kr: 현재 현상 설정을 사용자 프리셋으로 저장
zh_hans: 将当前显影设置存储为用户预设

# developUserPresetApplyHelp.Value
source: Apply the selected user preset
de_de: Wendet die ausgewählte Benutzervorgabe an
fr_fr: Applique le paramètre prédéfini utilisateur sélectionné
ja_jp: 選択したユーザープリセットを適用します
ko_kr: 선택한 사용자 프리셋 적용
zh_hans: 应用所选用户预设

# developUserPresetDeleteHelp.Value
source: Delete the selected user preset
de_de: Löscht die ausgewählte Benutzervorgabe
fr_fr: Supprime le paramètre prédéfini utilisateur sélectionné
ja_jp: 選択したユーザープリセットを削除します
ko_kr: 선택한 사용자 프리셋 삭제
zh_hans: 删除所选用户预设

# developUserPresetNameFormat.Value
source: Preset %d
de_de: Vorgabe %d
fr_fr: Paramètre prédéfini %d
ja_jp: プリセット %d
ko_kr: 프리셋 %d
zh_hans: 预设 %d

# developSectionColor.Text
source: Color
de_de: Farbe
fr_fr: Couleur
ja_jp: カラー
ko_kr: 색상
zh_hans: 颜色

# developWarmth.Text
source: Warmth
de_de: Temperatur
fr_fr: Température
ja_jp: 色温度
ko_kr: 색온도
zh_hans: 色温

# developTint.Text
source: Tint
de_de: Tonung
fr_fr: Teinte
ja_jp: 色かぶり補正
ko_kr: 틴트
zh_hans: 色调

# developVibrance.Text
source: Vibrance
de_de: Dynamik
ja_jp: 自然な彩度
ko_kr: 생동감
zh_hans: 鲜艳度

# developColorDepth.Text
source: Color Depth
de_de: Farbtiefe
fr_fr: Profondeur des couleurs
ja_jp: 色の深み
ko_kr: 색 깊이
zh_hans: 色彩深度

# developSectionBwToning.Text
source: B&W Toning
de_de: S/W-Tonung
fr_fr: Virage N&B
ja_jp: モノクロ調色
ko_kr: 흑백 토닝
zh_hans: 黑白调色

# developBwToningMode.Text
source: Mode
de_de: Modus
ja_jp: モード
ko_kr: 모드
zh_hans: 模式

# developBwToningStrength.Text
source: Strength
de_de: Stärke
fr_fr: Intensité
ja_jp: 適用量
ko_kr: 강도
zh_hans: 强度

# developBwToningShadowHue.Text
source: Shadow Hue
de_de: Tiefen-Farbton
fr_fr: Teinte des ombres
ja_jp: シャドウの色相
ko_kr: 어두운 영역 색조
zh_hans: 阴影色相

# developBwToningHighlightHue.Text
source: Highlight Hue
de_de: Lichter-Farbton
fr_fr: Teinte des hautes lumières
ja_jp: ハイライトの色相
ko_kr: 밝은 영역 색조
zh_hans: 高光色相

# developInfoCard.Text
source: Info
fr_fr: Infos
ja_jp: 情報
ko_kr: 정보
zh_hans: 信息

# developInfoSource.Text
source: Source
de_de: Quelle
ja_jp: ソース
ko_kr: 원본
zh_hans: 来源

# developInfoCamera.Text
source: Camera
de_de: Kamera
fr_fr: Appareil
ja_jp: カメラ
ko_kr: 카메라
zh_hans: 相机

# developInfoDate.Text
source: Date
de_de: Datum
ja_jp: 日付
ko_kr: 날짜
zh_hans: 日期

# developInfoTitle.Text
source: Title
de_de: Titel
fr_fr: Titre
ja_jp: タイトル
ko_kr: 제목
zh_hans: 标题

# developInfoKeywords.Text
source: Keywords
de_de: Stichwörter
fr_fr: Mots-clés
ja_jp: キーワード
ko_kr: 키워드
zh_hans: 关键词

# developInfoUnknown.Text
source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
ja_jp: 不明
ko_kr: 미확인
zh_hans: 未知

# developInfoSidecarNotFound.Text
source: Not Found
de_de: Fehlt
fr_fr: Absent
ja_jp: なし
ko_kr: 없음
zh_hans: 未找到

# developInfoOriginScan.Text
source: Scan
de_de: Scannen
fr_fr: Numériser
ja_jp: スキャン
ko_kr: 스캔
zh_hans: 扫描

# developInfoOriginImport.Text
source: Import
de_de: Importieren
fr_fr: Importer
ja_jp: 読み込み
ko_kr: 가져오기
zh_hans: 导入

# developGrainMendAuto.Content
source: Auto
ja_jp: 自動
ko_kr: 자동
zh_hans: 自动

# developGrainMendAutoHelp.Value
source: Auto — detect the full frame automatically, then remove defects
de_de: Auto — gesamtes Bild automatisch prüfen und Defekte entfernen
fr_fr: Auto — détecte toute l'image automatiquement, puis supprime les défauts
ja_jp: 自動 — フレーム全体を自動検出してゴミ・キズを除去
ko_kr: 자동 — 전체 프레임을 자동 검출 후 결함 제거
zh_hans: 自动 — 自动检测整幅画面并移除瑕疵

# developGrainMendGuided.Content
source: Guided
de_de: Geführt
fr_fr: Guidé
ja_jp: ガイド
ko_kr: 가이드
zh_hans: 引导

# developGrainMendGuidedHelp.Value
source: Guided — drag a region, then press Enter or Remove Defects.
de_de: Geführt — Bereich aufziehen, dann Eingabetaste oder „Defekte entfernen“ drücken.
fr_fr: Guidé — tracez une zone, puis appuyez sur Entrée ou « Supprimer les défauts ».
ja_jp: ガイド — 範囲をドラッグしてから、Enter または「ゴミ・キズを除去」を押します。
ko_kr: 가이드 — 영역 드래그 후 Enter 또는 결함 제거
zh_hans: 引导 — 拖选一个区域，然后按 Enter 或“移除瑕疵”。

# developGrainMendBrush.Content
source: Brush
de_de: Pinsel
fr_fr: Pinceau
ja_jp: ブラシ
ko_kr: 브러시
zh_hans: 画笔

# developGrainMendBrushHelp.Value
source: Brush — paint over dust or scratches, then press Enter or Remove Defects.
fr_fr: Pinceau — peignez sur les poussières ou rayures, puis appuyez sur Entrée ou « Supprimer les défauts ».
ja_jp: ブラシ — ゴミやキズをなぞってから、Enter または「ゴミ・キズを除去」を押します。
ko_kr: 브러시 — 먼지/스크래치 위를 칠한 뒤 Enter 또는 결함 제거
zh_hans: 画笔 — 涂抹灰尘或划痕，松开即移除。

# developGrainMendUndoLastStroke.Text
source: Undo last stroke
fr_fr: Annuler le dernier tracé
ja_jp: 直前のストロークを取り消す
ko_kr: 마지막 스트로크 취소

# developGrainMendClearPaintedStrokes.Text
source: Clear painted strokes
fr_fr: Effacer les tracés
ja_jp: 描いたストロークを消去
ko_kr: 칠한 스트로크 지우기

# developGrainMendResetAppliedDefects.Text
source: Reset all applied defect removal
fr_fr: Réinitialiser toutes les corrections de défauts
ja_jp: 適用済みのゴミ・キズ除去をすべてリセット
ko_kr: 적용된 결함 제거 전체 초기화

# developGrainMendUndoDefectRemoval.Text
source: Undo the last defect removal edit
fr_fr: Annule la dernière correction de défaut
ja_jp: 直前のゴミ・キズ除去を取り消します
ko_kr: 마지막 결함 제거 편집 취소

# developGrainMendClone.Content
source: Clone Stamp
de_de: Klonstempel
fr_fr: Tampon de clonage
ja_jp: クローンスタンプ
ko_kr: 복제 도장
zh_hans: 克隆图章

# developGrainMendCloneHelp.Value
source: Clone Stamp — Alt-click to set the source, then drag to paint.
de_de: Klonstempel — mit Alt-Klick die Quelle festlegen, dann zum Malen ziehen.
fr_fr: Tampon de clonage — Alt-clic pour définir la source, puis faites glisser pour peindre.
ja_jp: クローンスタンプ — Alt クリックでソースを指定し、ドラッグして複製します。
ko_kr: 복제 도장 — Alt 클릭으로 소스를 지정한 뒤 드래그해 복제
zh_hans: 克隆图章 — 按住 Alt 点按设置源点，然后拖动进行复制。

# developGrainMendReset.Value
source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
ja_jp: リセット
ko_kr: 초기화
zh_hans: 重置

# developGrainMendRemove.Content
source: Remove Defects
de_de: Defekte entfernen
fr_fr: Supprimer les défauts
ja_jp: ゴミ・キズを除去
ko_kr: 결함 제거
zh_hans: 移除瑕疵

# developGrainMendSensitivity.Text
source: Sensitivity
de_de: Empfindlichkeit
fr_fr: Sensibilité
ja_jp: 感度
ko_kr: 민감도
zh_hans: 灵敏度

# developGrainMendMicroSpecks.Text
source: Micro-specks
de_de: Mikropartikel
fr_fr: Micro-particules
ja_jp: 微小粒子
ko_kr: 미세 입자
zh_hans: 微粒

# developGrainMendDetectorMissing.Value
source: Automatic detection is not in this build yet
de_de: Automatische Erkennung fehlt in diesem Build noch
fr_fr: La détection automatique n'est pas encore dans cette version
ja_jp: 自動検出はこのビルドにはまだありません
ko_kr: 자동 검출은 아직 이 빌드에 없습니다
zh_hans: 此版本尚未提供自动检测

# developPreviewFailed.Text
source: The preview could not be rendered
de_de: Die Vorschau konnte nicht erstellt werden
fr_fr: L'aperçu n'a pas pu être généré
ja_jp: プレビューを作成できませんでした
ko_kr: 미리보기를 만들지 못했습니다
zh_hans: 无法生成预览

# libraryFilterMetadataUnknown.Content
source: Metadata Status Unknown
de_de: Metadatenstatus unbekannt
fr_fr: État des métadonnées inconnu
ja_jp: メタデータ状態不明
ko_kr: 메타데이터 상태 미확인
zh_hans: 元数据状态未知

# developGrainMendFalsePositiveRisk.Text
source: High risk of false detections.
fr_fr: Risque élevé de fausses détections.
ja_jp: 誤検出が発生する可能性が高いです。
ko_kr: 오탐지가 발생할 위험이 높습니다.
zh_hans: 误检风险较高。

# developGrainMendCloneSourceHint.Text
source: Alt-click to set the clone source
fr_fr: Alt-clic pour définir la source du clonage
ja_jp: Alt クリックで複製ソースを指定
ko_kr: Alt 클릭으로 복제 소스 지정
zh_hans: 按住 Alt 点按以设置克隆源

# developGrainMendCloneSize.Text
source: Size
fr_fr: Taille
ja_jp: サイズ
ko_kr: 크기
zh_hans: 大小

# developGrainMendCloneHardness.Text
source: Hardness
fr_fr: Dureté
ja_jp: 硬さ
ko_kr: 경도
zh_hans: 硬度

# developGrainMendDetecting.Text
source: Detecting defects
fr_fr: Détection des défauts en cours
ja_jp: ゴミ・キズを検出中
ko_kr: 결함 검출 중
zh_hans: 正在检测瑕疵

# developGrainMendNoDefects.Text
source: No defects
fr_fr: Aucun défaut
ja_jp: ゴミ・キズは見つかりませんでした
ko_kr: 결함 없음
zh_hans: 未发现瑕疵

# developGrainMendDefectsFormat.Value
source: %d defects
fr_fr: %d défauts
ja_jp: ゴミ・キズ %d件
ko_kr: 결함 %d개
zh_hans: %d 处瑕疵

# developGrainMendDefectsExcludedFormat.Value
source: %d defects (%d excluded)
fr_fr: %d défauts (%d exclus)
ja_jp: ゴミ・キズ %d件（除外 %d件）
ko_kr: 결함 %d개 (제외 %d)
zh_hans: %d 处瑕疵（已排除 %d 处）

# developGrainMendDragRegion.Text
source: Drag over a defect area
fr_fr: Tracez un rectangle sur la zone du défaut
ja_jp: ゴミ・キズのある範囲をドラッグ
ko_kr: 결함 영역을 드래그하세요
zh_hans: 在瑕疵区域上拖动

# developGrainMendFoundNothing.Text
source: Nothing to repair was found
de_de: Nichts zu reparieren gefunden
fr_fr: Rien à réparer n'a été trouvé
ja_jp: 修復するものが見つかりませんでした
ko_kr: 고칠 것을 찾지 못했습니다
zh_hans: 未找到需要修复的地方

# developGrainMendFoundFormat.Value
source: Found %d spots. Enter to remove, Esc to cancel
de_de: %d Stellen gefunden. Eingabetaste zum Entfernen, Esc zum Abbrechen
fr_fr: %d zones trouvées. Entrée pour supprimer, Échap pour annuler
ja_jp: %d 箇所見つかりました。Enter で除去、Esc で取消
ko_kr: %d 곳을 찾았습니다. Enter 로 제거, Esc 로 취소
zh_hans: 找到 %d 处。按 Enter 移除，Esc 取消

# developGrainMendDetectFailed.Text
source: The detection failed
de_de: Die Erkennung ist fehlgeschlagen
fr_fr: La détection a échoué
ja_jp: 検出に失敗しました
ko_kr: 결함을 찾지 못했습니다
zh_hans: 检测失败

# developInfraredCleanDetecting.Text
source: Detecting defects from the infrared channel
fr_fr: Détection des défauts via le canal infrarouge
ja_jp: 赤外線チャンネルからゴミ・キズを検出中
ko_kr: 적외선 채널에서 결함 검출 중
zh_hans: 正在通过红外通道检测瑕疵

# developInfraredCleanAppliedFormat.Value
source: Removed %d defects using the infrared channel
fr_fr: %d défauts supprimés grâce au canal infrarouge
ja_jp: 赤外線チャンネルでゴミ・キズを %d件除去しました
ko_kr: 적외선 채널로 결함 %d개를 제거했습니다
zh_hans: 已通过红外通道移除 %d 处瑕疵

# developInfraredCleanNoDefects.Text
source: No defects found in the infrared channel
fr_fr: Aucun défaut trouvé dans le canal infrarouge
ja_jp: 赤外線チャンネルにゴミ・キズは見つかりませんでした
ko_kr: 적외선 채널에서 결함이 발견되지 않았습니다
zh_hans: 红外通道中未发现瑕疵

# developInfraredCleanSkippedBW.Text
source: IR clean skipped: B&W film carries a silver image that blocks infrared
fr_fr: Nettoyage IR ignoré : le film N&B porte une image argentique qui bloque l’infrarouge
ja_jp: IR クリーニングをスキップ: 白黒フィルムは画像が銀粒子なので赤外線を通しません
ko_kr: IR 결함 제거 건너뜀: 흑백 필름은 화상이 은입자라 적외선이 통과하지 않습니다
zh_hans: 已跳过 IR 除尘：黑白胶片的影像由银粒构成，会阻挡红外线

# developInfraredCleanCoverageAbort.Text
source: IR clean aborted: defect mask too large (check film type or IR alignment)
fr_fr: Nettoyage IR interrompu : masque trop étendu (vérifiez le type de film ou l'alignement IR)
ja_jp: 赤外線クリーニングを中止: マスクが大きすぎます（フィルムタイプまたは IR 位置合わせを確認）
ko_kr: IR 결함 제거 중단: 마스크가 과대합니다(필름 종류/IR 정렬 확인)
zh_hans: 红外除尘已中止：瑕疵蒙版过大（请检查胶片类型或红外对齐）

# developInfraredCleanFailed.Text
source: IR defect detection failed
fr_fr: Échec de la détection des défauts IR
ja_jp: 赤外線でのゴミ・キズ検出に失敗しました
ko_kr: IR 결함 검출에 실패했습니다
zh_hans: 红外瑕疵检测失败

# developExportChangeFolder.Content
source: Change
de_de: Ändern
fr_fr: Modifier
ja_jp: 変更
ko_kr: 변경
zh_hans: 更改

# developExportCompressionNone.Content
source: None
de_de: Keine
fr_fr: Aucune
ja_jp: なし
ko_kr: 없음
zh_hans: 无

# developExportFilename.Text
source: Filename
de_de: Dateiname
fr_fr: Nom du fichier
ja_jp: ファイル名
ko_kr: 파일명
zh_hans: 文件名

# developExportPreview.Text
source: Preview
fr_fr: Aperçu
ja_jp: プレビュー
ko_kr: 미리보기
zh_hans: 预览

# developExportJpegQuality.Text
source: JPEG Quality
de_de: JPEG-Qualität
fr_fr: Qualité JPEG
ja_jp: JPEG品質
ko_kr: JPEG 품질
zh_hans: JPEG质量

# developExportLongEdgeSuffix.Text
source: px (long edge)
de_de: px (lange Kante)
fr_fr: px (bord long)
ja_jp: px（長辺）
ko_kr: px (긴 변)
zh_hans: px（长边）

# developExportNamingOptions.Text
source: Naming Options
de_de: Benennungsoptionen
fr_fr: Options de nommage
ja_jp: ファイル名オプション
ko_kr: 파일명 옵션
zh_hans: 文件名选项

# developExportNamingPreview.Text
source: Preview
de_de: Vorschau
fr_fr: Aperçu
ja_jp: プレビュー
ko_kr: 미리보기
zh_hans: 预览

# developExportPhotoName.Text
source: Photo Name
de_de: Fotoname
fr_fr: Nom de la photo
ja_jp: 写真名
ko_kr: 사진명 유지
zh_hans: 照片名称

# developExportPhotoNameSequence.Text
source: Photo Name + Sequence
de_de: Fotoname + Sequenz
fr_fr: Nom de la photo + séquence
ja_jp: 写真名 + 連番
ko_kr: 사진명 + 시퀀스
zh_hans: 照片名称 + 序号

# developExportSequenceOnly.Text
source: Sequence Only
de_de: Nur Sequenz
fr_fr: Séquence uniquement
ja_jp: 連番のみ
ko_kr: 시퀀스만
zh_hans: 仅序号

# developExportSequenceStart.Text
source: Start Number
de_de: Startnummer
fr_fr: Numéro de départ
ja_jp: 開始番号
ko_kr: 시작 번호
zh_hans: 起始编号

# developExportSize.Text
source: Size
de_de: Größe
fr_fr: Taille
ja_jp: サイズ
ko_kr: 크기
zh_hans: 大小

# developExportSourceLabel.Text
source: Source
de_de: Quelle
ja_jp: ソース
ko_kr: 소스
zh_hans: 来源

# developExportTabFile.Content
source: File
de_de: Datei
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
zh_hans: 文件

# developExportTabQuality.Content
source: Quality
de_de: Qualität
fr_fr: Qualité
ja_jp: 品質
ko_kr: 품질
zh_hans: 质量

# developExportTabSource.Content
source: Source
de_de: Quelle
ja_jp: ソース
ko_kr: 소스
zh_hans: 源文件

# developExportTiffCompression.Text
source: TIFF Compression
de_de: TIFF-Komprimierung
fr_fr: Compression TIFF
ja_jp: TIFF圧縮
ko_kr: TIFF 압축
zh_hans: TIFF压缩

# developExportTokens.Text
source: Tokens
de_de: Token
fr_fr: Jetons
ja_jp: トークン
ko_kr: 토큰
zh_hans: 令牌

# developOutputSharpening.Text
source: Output Sharpening
de_de: Ausgabeschärfung
fr_fr: Netteté de sortie
ja_jp: 出力シャープ
ko_kr: 출력 선명도
zh_hans: 输出锐化

# developOutputSharpeningMedium.Text
source: Sharpen For
de_de: Ausgabemedium
fr_fr: Support de sortie
ja_jp: 出力媒体
ko_kr: 출력 매체
zh_hans: 输出介质

# developSharpenGlossyPaper.Content
source: Glossy Paper
de_de: Glanzpapier
fr_fr: Papier brillant
ja_jp: 光沢紙
ko_kr: 광택 용지
zh_hans: 光面纸

# developSharpenMattePaper.Content
source: Matte Paper
de_de: Mattes Papier
fr_fr: Papier mat
ja_jp: マット紙
ko_kr: 무광 용지
zh_hans: 哑光纸

# developSharpenScreen.Content
source: Screen
de_de: Bildschirm
fr_fr: Écran
ja_jp: 画面
ko_kr: 화면
zh_hans: 屏幕

# libraryImportFolderShort.Content
source: Folder
de_de: Ordner
fr_fr: Dossier
ja_jp: フォルダー
ko_kr: 폴더
zh_hans: 文件夹

# libraryImportImageShort.Content
source: Image
de_de: Bild
ja_jp: 画像
ko_kr: 이미지
zh_hans: 图像

# libraryScannerLabel.Content
source: Scanner
ja_jp: スキャナー
ko_kr: 스캐너
zh_hans: 扫描仪

# scanBitDepth.Text
source: Bit Depth
de_de: Bittiefe
fr_fr: Profondeur de bits
ja_jp: ビット深度
ko_kr: 심도
zh_hans: 位深度

# scanBitDepthUnavailable.Text
source: This scanner reports no bit depth option, so it can't scan.
de_de: Dieser Scanner meldet keine Bittiefe-Option und kann daher nicht scannen.
fr_fr: Ce scanner ne signale aucune option de profondeur de bits ; la numérisation est impossible.
ja_jp: このスキャナーはビット深度オプションを報告しないためスキャンできません。
ko_kr: 이 스캐너가 심도 옵션을 보고하지 않아 스캔할 수 없습니다.
zh_hans: 此扫描仪未报告位深度选项，因此无法扫描。

# scanCancel.Content
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消

# scanColorMode.Text
source: Mode
de_de: Modus
ja_jp: モード
ko_kr: 모드
zh_hans: 模式

# scanCountFormat.Text
source: Scan x%d
fr_fr: Numériser x%d
ja_jp: スキャン x%d
ko_kr: 스캔 x%d
zh_hans: 扫描 x%d

# scanDetectScanners.Text
source: Detect Scanners
de_de: Scanner erneut suchen
fr_fr: Rechercher les scanners
ja_jp: スキャナーを再検出
ko_kr: 스캐너 다시 찾기
zh_hans: 重新检测扫描仪

# scanFilm.Text
source: Film
ja_jp: フィルム
ko_kr: 필름
zh_hans: 胶片

# scanFolderName.Text
source: Folder Name
de_de: Ordnername
fr_fr: Nom du dossier
ja_jp: フォルダ名
ko_kr: 폴더명
zh_hans: 文件夹名称

# scanChooseFolder.Text
source: Choose Scan Folder
fr_fr: Choisir le dossier de numérisation
ja_jp: スキャンフォルダを選択
ko_kr: 스캔 폴더 선택
zh_hans: 选择扫描文件夹

# scanFramesFormat.Text
source: Frames: %d
de_de: Bilder: %d
fr_fr: Images : %d
ja_jp: コマ数: %d
ko_kr: 사진: %d
zh_hans: 照片：%d

# scanInfrared.Content
source: Infrared (IR)
de_de: Infrarot (IR)
fr_fr: Infrarouge (IR)
ja_jp: 赤外線 (IR)
ko_kr: 적외선(IR)
zh_hans: 红外 (IR)

# scanNext.Content
source: Scan Next
de_de: Nächstes Bild scannen
fr_fr: Numériser la suivante
ja_jp: 次をスキャン
ko_kr: 다음 스캔
zh_hans: 扫描下一张

# scanPluginApprovalTitle.Text
source: Scanner Plug-in Approval
de_de: Scanner-Plug-in-Genehmigung
fr_fr: Approbation des modules scanner
ja_jp: スキャナープラグインの承認
ko_kr: 스캐너 플러그인 승인
zh_hans: 扫描仪插件批准

# scanPluginApprove.Content
source: Approve
de_de: Genehmigen
fr_fr: Approuver
ja_jp: 承認
ko_kr: 승인
zh_hans: 批准

# scanPluginMissingBody.Text
source: Film scanners are provided as separate plug-ins for license separation. Once installed, you can scan here. For now, start developing with image import.
de_de: Filmscanner werden aus Lizenzgründen als separate Plug-ins bereitgestellt. Nach der Installation können Sie hier scannen. Bis dahin starten Sie die Entwicklung über den Bildimport.
fr_fr: Les scanners de film sont fournis sous forme de modules séparés pour des raisons de licence. Une fois le module installé, vous pourrez numériser ici. En attendant, commencez le développement en important des images.
ja_jp: フィルムスキャナーはライセンス分離のため別プラグインとして提供されます。インストールするとここでスキャンできます。まずは画像の読み込みから現像を始められます。
ko_kr: 필름 스캐너는 라이선스 분리를 위해 별도 플러그인으로 제공됩니다. 설치하면 여기에서 스캔할 수 있습니다. 지금은 이미지 가져오기로 현상을 시작할 수 있습니다.
zh_hans: 为了隔离许可证，胶片扫描仪以独立插件的形式提供。安装后即可在此扫描。现在可以先通过导入图像开始显影。

# scanPluginMissingTitle.Text
source: No scanner plug-in is installed.
de_de: Es ist kein Scanner-Plug-in installiert.
fr_fr: Aucun module scanner n'est installé.
ja_jp: スキャナープラグインがインストールされていません。
ko_kr: 스캐너 플러그인이 설치되지 않았습니다.
zh_hans: 未安装扫描仪插件。

# scanPreview.Content
source: Preview
de_de: Vorschau
fr_fr: Aperçu
ja_jp: プレビュー
ko_kr: 프리뷰
zh_hans: 预览

# scanResolution.Text
source: Resolution
de_de: Auflösung
fr_fr: Résolution
ja_jp: 解像度
ko_kr: 해상도
zh_hans: 分辨率

# scanSearching.Text
source: Looking for scanner — check the USB connection.
de_de: Scanner wird gesucht — USB-Verbindung prüfen.
fr_fr: Recherche du scanner — vérifiez la connexion USB.
ja_jp: スキャナーを検索中 — USB 接続を確認してください。
ko_kr: 스캐너를 찾는 중 — USB 연결을 확인하세요.
zh_hans: 正在查找扫描仪 — 请检查 USB 连接。

# scanSection.Text
source: Scan
de_de: Scannen
fr_fr: Numérisation
ja_jp: スキャン
ko_kr: 스캔
zh_hans: 扫描

# scanStart.Content
source: Scan
de_de: Scannen
fr_fr: Numériser
ja_jp: スキャン
ko_kr: 스캔
zh_hans: 扫描

# scanUntitledFilm.Text
source: Untitled Film
de_de: Unbenannter Film
fr_fr: Film sans titre
ja_jp: 名称未設定のフィルム
ko_kr: 무제 필름
zh_hans: 未命名胶片

# scanWaitingStatus.Text
source: Waiting for scanner connection
de_de: Warten auf Scannerverbindung
fr_fr: En attente de la connexion du scanner
ja_jp: スキャナーの接続を待機中
ko_kr: 스캐너 연결 대기 중
zh_hans: 正在等待扫描仪连接

# exportBatchFrameProgress.Text
source: Frame %d/%d
de_de: Bild %d/%d
fr_fr: Image %d/%d
ja_jp: コマ %d/%d
ko_kr: 사진 %d/%d
zh_hans: 照片 %d/%d

# developAppMetadataCaption.Text
source: Caption
de_de: Beschreibung
fr_fr: Légende
ja_jp: 説明
ko_kr: 설명
zh_hans: 说明

# developAppMetadataCard.Text
source: App Metadata
de_de: App-Metadaten
fr_fr: Métadonnées de l’app
ja_jp: アプリメタデータ
ko_kr: 앱 메타데이터
zh_hans: 应用元数据

# developAppMetadataCopyright.Text
source: Copyright
de_de: Urheberrecht
fr_fr: Droits
ja_jp: 著作権
ko_kr: 저작권
zh_hans: 版权

# developAppMetadataKeywords.Text
source: Keywords
de_de: Stichwörter
fr_fr: Mots-clés
ja_jp: キーワード
ko_kr: 키워드
zh_hans: 关键词
